tap "flyteorg/tap"
brew "argocd"
brew "awscli"
brew "cdk8s"
brew "direnv"
brew "gh"
brew "just"
brew "k9s"
brew "pulumi"
brew "flyteorg/tap/flytectl"
vscode "alefragnani.project-manager"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "helgardrichard.helium-icon-theme"
vscode "jetpack-io.devbox"
vscode "johnpapa.vscode-peacock"
vscode "mkhl.direnv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "sclu1034.justfile"
